Repository: gvastethecreator/tokenusage
Catalog: src/TokenUsage.App/Strings/*/Resources.resw
Source language: en_us
Languages: es_es

# LanguageEnglish
source: English (United States)
es_es: Inglés (Estados Unidos)

# LanguageSpanish
source: Spanish (Spain)
es_es: Español (España)

# LanguageRestartNotice.Title
source: Restart required
es_es: Reinicio necesario

# LanguageRestartNotice.Message
source: Restart TokenUsage to apply the selected language.
es_es: Reinicia TokenUsage para aplicar el idioma seleccionado.

# LanguageRestartButton.Content
source: Restart now
es_es: Reiniciar ahora

source: Restart TokenUsage now
es_es: Reiniciar TokenUsage ahora

# LanguageRestartError.Title
source: Restart failed
es_es: No se pudo reiniciar

# LanguageRestartError.Message
source: Your language stayed unchanged. Close and reopen TokenUsage, then try again.
es_es: El idioma no cambió. Cierra y vuelve a abrir TokenUsage, e inténtalo otra vez.

# SampleUsdFormat
source: ${0:N2}
es_es: {0:N2} US$

# SampleCompactThousandsFormat
source: {0:0.##}K
es_es: {0:0.##} mil

# SampleTokenThousandsFormat
source: {0:0.##}K tokens
es_es: {0:0.##} mil tokens

# VercelCapabilityReport
source: Account-wide report · Optional per-key budget
es_es: Reporte de cuenta · Presupuesto opcional por clave

# VercelReportLagNotice
source: Vercel reports can lag by several minutes.
es_es: Los reportes de Vercel pueden tardar varios minutos en reflejar la actividad.

# VercelPartialReportNotice
source: Some report fields are missing. Vercel reports can lag by several minutes.
es_es: Faltan algunos campos del reporte. Vercel puede tardar varios minutos en reflejar la actividad.

# VercelSourceValue
source: Official Vercel AI Gateway report · Manual key · Account-wide
es_es: Reporte oficial de Vercel AI Gateway · Clave manual · Toda la cuenta

# VercelMetricTotalSpend
source: Gateway spend
es_es: Gasto del gateway

# VercelMetricMarketValue
source: Market value
es_es: Valor de mercado

# VercelMetricSurcharge
source: Surcharge
es_es: Recargo

# VercelMetricGatewayFee
source: Gateway fee
es_es: Tarifa del gateway

# VercelMetricInputTokens
source: Input tokens
es_es: Tokens de entrada

# VercelMetricOutputTokens
source: Output tokens
es_es: Tokens de salida

# VercelMetricCachedInputTokens
source: Cached input tokens
es_es: Tokens de entrada en caché

# VercelMetricCacheCreationTokens
source: Cache creation tokens
es_es: Tokens de creación de caché

# VercelMetricReasoningTokens
source: Reasoning tokens
es_es: Tokens de razonamiento

# VercelMetricRequests
source: Requests
es_es: Solicitudes

# LiveDashboardHeading
source: Provider usage
es_es: Uso de proveedores

# LiveDashboardPeriod
source: Live provider data
es_es: Datos reales de proveedores

# VercelSectionDescription.Text
source: Official beta report for account-wide spend and tokens, plus an optional per-key budget. TokenUsage reuses data for 10 minutes.
es_es: Reporte beta oficial de gasto y tokens de toda la cuenta, más un presupuesto opcional por clave. TokenUsage reutiliza los datos durante 10 minutos.

# VercelRiskInfo.Title
source: High-privilege key
es_es: Clave con permisos altos

# VercelRiskInfo.Message
source: This key can run models and the report covers its whole account. Each report call costs about $0.005. Create a dedicated key with a $1 budget and expiry. TokenUsage stores it in Windows Credential Locker.
es_es: Esta clave puede ejecutar modelos y el reporte cubre toda su cuenta. Cada consulta cuesta cerca de 0,005 US$. Crea una clave exclusiva con presupuesto de 1 US$ y vencimiento. TokenUsage la guarda en el Administrador de credenciales de Windows.

# VercelApiKeyBox.Header
source: AI Gateway API key
es_es: Clave API de AI Gateway

# VercelApiKeyBox.PlaceholderText
source: Paste a dedicated key
es_es: Pega una clave exclusiva

# VercelApiKeyBox.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Vercel AI Gateway API key
es_es: Clave API de Vercel AI Gateway

# VercelKeyIdBox.Header
source: API key ID (optional)
es_es: ID de clave API (opcional)

# VercelKeyIdBox.PlaceholderText
source: Example: key_abc123
es_es: Ejemplo: key_abc123

# VercelKeyIdBox.Description
source: Add the raw ID to check this key's budget. Do not include api_key_id_.
es_es: Agrega el ID sin prefijo para consultar el presupuesto de esta clave. No incluyas api_key_id_.

# VercelKeyIdBox.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Vercel AI Gateway API key ID
es_es: ID de clave API de Vercel AI Gateway

# VercelKeyIdError.Text
source: Use the raw key ID with letters, digits, underscores, or hyphens.
es_es: Usa el ID sin prefijo, con letras, números, guiones bajos o guiones.

# VercelConsentCheckBox.Content
source: I understand this key can run models and exposes account-wide report data.
es_es: Entiendo que esta clave puede ejecutar modelos y expone datos del reporte de toda la cuenta.

source: Accept Vercel AI Gateway key risk
es_es: Aceptar el riesgo de la clave de Vercel AI Gateway

# VercelConnectButton.Content
source: Connect and load report
es_es: Conectar y cargar reporte

source: Connect Vercel AI Gateway and load its report
es_es: Conectar Vercel AI Gateway y cargar su reporte

# VercelDisconnectButton.Content
source: Disconnect and clear report
es_es: Desconectar y borrar reporte

source: Disconnect Vercel AI Gateway and clear its cached report
es_es: Desconectar Vercel AI Gateway y borrar su reporte guardado

# VercelStatusChecking
source: Checking the Windows Credential Locker.
es_es: Comprobando el Administrador de credenciales de Windows.

# VercelStatusNotConfigured
source: No Vercel AI Gateway key is connected.
es_es: No hay una clave de Vercel AI Gateway conectada.

# VercelStatusConnecting
source: Saving the key and clearing any prior account report.
es_es: Guardando la clave y borrando cualquier reporte de una cuenta anterior.

# VercelStatusRefreshing
source: Loading the Vercel AI Gateway report.
es_es: Cargando el reporte de Vercel AI Gateway.

# VercelStatusCachedRefreshing
source: Showing the saved report while checking for an update.
es_es: Mostrando el reporte guardado mientras se busca una actualización.

# VercelStatusConnected
source: Connected. The account-wide report is up to date.
es_es: Conectado. El reporte de toda la cuenta está actualizado.

# VercelStatusPartial
source: Connected. Some Vercel data is unavailable.
es_es: Conectado. Algunos datos de Vercel no están disponibles.

# VercelStatusThrottled
source: Vercel asked TokenUsage to retry later. Saved data remains visible.
es_es: Vercel pidió reintentar más tarde. Los datos guardados siguen visibles.

# VercelStatusAuthenticationRejected
source: Vercel rejected the stored key. Disconnect it, then connect a new key.
es_es: Vercel rechazó la clave guardada. Desconéctala y conecta una nueva.

# VercelStatusUnsupportedAccount
source: This report requires a supported Vercel plan.
es_es: Este reporte requiere un plan de Vercel compatible.

# VercelStatusTransientFailure
source: Vercel could not return the report. Saved data remains visible.
es_es: Vercel no pudo devolver el reporte. Los datos guardados siguen visibles.

# VercelStatusContractFailure
source: Vercel returned an unsupported report format. Update TokenUsage before retrying.
es_es: Vercel devolvió un formato de reporte no compatible. Actualiza TokenUsage antes de reintentar.

# VercelStatusDisconnecting
source: Removing the key and its cached account report.
es_es: Quitando la clave y el reporte guardado de su cuenta.

# VercelStatusDisconnected
source: Disconnected. The key and cached report were removed.
es_es: Desconectado. Se quitaron la clave y el reporte guardado.

# VercelStatusCacheQuarantined
source: The unreadable report cache was quarantined. Try the action again.
es_es: El reporte guardado ilegible quedó en cuarentena. Reintenta la acción.

# VercelStatusCacheFutureVersion
source: A newer TokenUsage cache format blocked this change. Update TokenUsage and retry.
es_es: Un formato de caché más nuevo bloqueó este cambio. Actualiza TokenUsage y reintenta.

# VercelStatusCacheCleanupFailed
source: The credential changed, but local report cleanup needs attention.
es_es: La credencial cambió, pero la limpieza del reporte local requiere atención.

# VercelStatusCacheWriteFailed
source: The report loaded, but TokenUsage could not save it locally.
es_es: El reporte se cargó, pero TokenUsage no pudo guardarlo localmente.

# VercelStatusLocalFailure
source: Windows could not complete the credential or cache operation.
es_es: Windows no pudo completar la operación de credencial o caché.

# VercelStatusRecoveryConnect
source: Connect a dedicated key in this section.
es_es: Conecta una clave exclusiva en esta sección.

# VercelMetricKeyBudget
source: Key budget
es_es: Presupuesto de clave

# VercelQuotaTitle
source: API key budget
es_es: Presupuesto de clave API

# VercelQuotaRemainingFormat
source: ${0:N2} left of ${1:N2}
es_es: Quedan {0:N2} US$ de {1:N2} US$

# VercelQuotaResetDaily
source: Resets daily (UTC)
es_es: Reinicio diario (UTC)

# VercelQuotaResetWeekly
source: Resets weekly (UTC)
es_es: Reinicio semanal (UTC)

# VercelQuotaResetMonthly
source: Resets monthly (UTC)
es_es: Reinicio mensual (UTC)

# VercelQuotaResetNever
source: No reset
es_es: Sin reinicio

# VercelQuotaStatusKeyIdMissing
source: Add a key ID to check
es_es: Agrega un ID para consultar

# VercelQuotaStatusNoBudget
source: No budget set
es_es: Sin presupuesto configurado

# VercelQuotaStatusDegraded
source: Budget unavailable
es_es: Presupuesto no disponible

# VercelQuotaStatusInactive
source: Budget inactive
es_es: Presupuesto inactivo

# VercelQuotaDegradedNotice
source: The account report is current. The key budget could not be checked.
es_es: El reporte de la cuenta está actualizado. No se pudo consultar el presupuesto de la clave.

# DashboardLayoutExpander.Header
source: Dashboard layout
es_es: Diseño del panel

source: Dashboard layout
es_es: Diseño del panel

# DashboardLayoutDescription.Text
source: Choose provider cards and the metrics shown in each one.
es_es: Elige las tarjetas y las métricas que muestra cada una.

# DashboardProviderMoveUpAutomationNameFormat
source: Move {0} up
es_es: Mover {0} hacia arriba

source: Move up
es_es: Mover hacia arriba

# DashboardProviderMoveDownAutomationNameFormat
source: Move {0} down
es_es: Mover {0} hacia abajo

source: Move down
es_es: Mover hacia abajo

# DashboardProviderVisibilityAutomationNameFormat
source: Show or hide {0}
es_es: Mostrar u ocultar {0}

source: Show or hide
es_es: Mostrar u ocultar

# DashboardProviderHighlightAutomationNameFormat
source: Highlight {0}
es_es: Mostrar {0} en la vista previa de la barra de tareas

source: Highlight
es_es: Mostrar en la barra de tareas

# DashboardProviderHighlightedLabel
source: Highlighted
es_es: En la barra de tareas

# DashboardProviderMetricsAutomationNameFormat
source: Metrics for {0}
es_es: Métricas de {0}

# DashboardProviderColorAutomationNameFormat
source: Change color for {0}
es_es: Cambiar el color de {0}

source: Provider color
es_es: Color del proveedor

# DashboardProviderMetricsExpander.Header
source: Metrics
es_es: Métricas

# DashboardMetricMoveUpAutomationNameFormat
source: Move {0} up
es_es: Mover {0} hacia arriba

source: Move metric up
es_es: Mover métrica hacia arriba

# DashboardMetricMoveDownAutomationNameFormat
source: Move {0} down
es_es: Mover {0} hacia abajo

source: Move metric down
es_es: Mover métrica hacia abajo

# DashboardMetricVisibilityAutomationNameFormat
source: Show or hide {0}
es_es: Mostrar u ocultar {0}

source: Show or hide metric
es_es: Mostrar u ocultar métrica

# DashboardMetricHighlightAutomationNameFormat
source: Highlight {0}
es_es: Destacar {0}

source: Highlight metric
es_es: Destacar métrica

# DashboardMetricAlwaysVisibleSection
source: Always visible
es_es: Siempre visible

# DashboardMetricOnDemandSection
source: On demand
es_es: Bajo demanda

# DashboardMetricMoveToAlwaysVisibleAutomationNameFormat
source: Always show {0}
es_es: Mostrar siempre {0}

# DashboardMetricMoveToOnDemandAutomationNameFormat
source: Show {0} on demand
es_es: Mostrar {0} bajo demanda

source: Change metric section
es_es: Cambiar sección de la métrica

# DashboardMetricHighlightLimitReached
source: You can highlight up to two metrics per provider.
es_es: Puedes destacar hasta dos métricas por proveedor.

# DashboardLayoutUndoButton.Content
source: Undo
es_es: Deshacer

source: Undo last dashboard change
es_es: Deshacer el último cambio del panel

source: Undo last dashboard change (Ctrl+Z)
es_es: Deshacer el último cambio del panel (Ctrl+Z)

# DashboardLayoutResetButton.Content
source: Reset
es_es: Restablecer

source: Reset dashboard layout
es_es: Restablecer el diseño del panel

source: Restore the default dashboard layout
es_es: Restaurar el diseño predeterminado del panel

# DashboardLayoutResetTitle
source: Reset dashboard layout?
es_es: ¿Restablecer el diseño del panel?

# DashboardLayoutResetBody
source: This restores the default provider and metric layout. You can undo it while TokenUsage stays open.
es_es: Esto restaura el diseño predeterminado de proveedores y métricas. Puedes deshacerlo mientras TokenUsage siga abierto.

# DashboardLayoutResetConfirm
source: Reset dashboard
es_es: Restablecer panel

# DashboardLayoutResetCancel
source: Cancel
es_es: Cancelar

# DashboardAllProvidersHidden.Text
source: All provider cards are hidden. Open Options to show one.
es_es: Todas las tarjetas de proveedores están ocultas. Abre Opciones para mostrar una.

# DashboardLayoutRecoveredFormat
source: Invalid layout settings were moved to {0}. You can save new settings.
es_es: La configuración de diseño dañada se movió a {0}. Puedes guardar una nueva.

# DashboardLayoutNewerVersionFormat
source: Layout format {0} is newer. Update TokenUsage before changing it.
es_es: El formato de diseño {0} es más nuevo. Actualiza TokenUsage antes de cambiarlo.

# DashboardLayoutUnavailable
source: Layout settings cannot be read. Changes are disabled.
es_es: No se puede leer la configuración de diseño. Los cambios están desactivados.

# DashboardLayoutSaveFailed
source: Layout settings could not be saved. Your previous settings remain.
es_es: No se pudo guardar el diseño. La configuración anterior sigue vigente.

# AppearanceExpander.Header
source: Appearance
es_es: Apariencia

# AppearanceThemeLabel.Text
source: Theme
es_es: Tema

# AppearanceDensityLabel.Text
source: Density
es_es: Densidad

# AppearanceTransparencyLabel.Text
source: Increase transparency
es_es: Aumentar transparencia

# AppearanceUsageLabel.Text
source: Show usage as
es_es: Mostrar uso como

# AppearanceResetTimeLabel.Text
source: Reset times
es_es: Horas de reinicio

source: Theme
es_es: Tema

source: Density
es_es: Densidad

source: Increase transparency
es_es: Aumentar transparencia

source: Show usage as
es_es: Mostrar uso como

source: Reset times
es_es: Horas de reinicio

# AppearanceThemeSystem
source: System
es_es: Sistema

# AppearanceThemeLight
source: Light
es_es: Claro

# AppearanceThemeDark
source: Dark
es_es: Oscuro

# AppearanceDensityRegular
source: Default
es_es: Predeterminada

# AppearanceDensityCompact
source: Compact
es_es: Compacta

# AppearanceUsageRemaining
source: Remaining
es_es: Restante

# AppearanceUsageUsed
source: Used
es_es: Usado

# AppearanceResetRelative
source: Relative
es_es: Relativa

# AppearanceResetExact
source: Exact
es_es: Exacta

# AppearanceVisualizationLabel.Text
source: Global view
es_es: Vista global

source: Global view
es_es: Vista global

# AppearanceVisualizationList
source: List
es_es: Lista

# AppearanceVisualizationDonut
source: Donut
es_es: Circular

# AppearanceVisualizationHeatmap
source: Map
es_es: Mapa

# AppearanceRecoveredFormat
source: Invalid appearance settings were moved to {0}. Defaults were loaded.
es_es: La configuración de apariencia dañada se movió a {0}. Se cargaron los valores predeterminados.

# AppearanceNewerVersionFormat
source: Appearance format {0} is newer. Update TokenUsage before changing it.
es_es: El formato de apariencia {0} es más nuevo. Actualiza TokenUsage antes de cambiarlo.

# AppearanceUnavailable
source: Appearance settings cannot be read. Changes are disabled.
es_es: No se puede leer la configuración de apariencia. Los cambios están desactivados.

# AppearanceSaveFailed
source: Appearance settings could not be saved.
es_es: No se pudo guardar la configuración de apariencia.

# AppearanceRemainingPercentFormat
source: {0:0.#}% remaining
es_es: {0:0.#}% restante

# AppearanceUsedPercentFormat
source: {0:0.#}% used
es_es: {0:0.#}% usado

# AppearanceResetExactFormat
source: Resets {0}
es_es: Se reinicia el {0}

# AppearanceResetExactUnavailable
source: Exact reset unavailable
es_es: Hora exacta no disponible

# UsageReportButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Open usage report
es_es: Abrir informe de uso

# UsageReportButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Open usage report
es_es: Abrir informe de uso

# UsageReportWindowTitle
source: TokenUsage usage report
es_es: Informe de uso de TokenUsage

# UsageReportTitle.Text
source: Usage report
es_es: Informe de uso

# UsageReport7DaysButton.Content
source: 7 days
es_es: 7 días

# UsageReport30DaysButton.Content
source: 30 days
es_es: 30 días

# UsageReport90DaysButton.Content
source: 90 days
es_es: 90 días

# UsageReportResetCycleButton.Content
source: Cycle
es_es: Ciclo

source: Report between Codex resets
es_es: Informe entre reinicios de Codex

source: Use a real observed Codex reset cycle
es_es: Usar un ciclo real observado de reinicio de Codex

source: Codex reset history
es_es: Historial de reinicios de Codex

source: Previous reset cycle
es_es: Ciclo de reinicio anterior

source: Show the previous observed reset cycle
es_es: Mostrar el ciclo de reinicio observado anterior

source: Next reset cycle
es_es: Ciclo de reinicio siguiente

source: Show the next observed reset cycle
es_es: Mostrar el siguiente ciclo de reinicio observado

# UsageReportResetCycleUnavailable
source: No Codex reset cycle has been observed yet.
es_es: Todavía no se observó un ciclo de reinicio de Codex.

# UsageReportResetCycleDailyBoundaryNote
source: Usage is stored by day, so activity on the reset date cannot be split by hour.
es_es: El uso se guarda por día, por lo que la actividad de la fecha del reinicio no se puede dividir por hora.

# UsageReportResetCycleCurrentFormat
source: {0} · current
es_es: {0} · actual

# UsageReportResetCyclePreviousFormat
source: {0} · from {1}
es_es: {0} · desde {1}

# UsageReportResetCycleNow
source: now
es_es: ahora

# UsageReportResetCycleEarly
source: early reset detected
es_es: reinicio anticipado detectado

# UsageReportResetCycleScheduled
source: scheduled reset
es_es: reinicio programado

# UsageReportResetCycleObserved
source: reset detected at 100% remaining
es_es: reinicio detectado al volver a 100% restante

# UsageReportResetCycleActive
source: active cycle
es_es: ciclo activo

# UsageReportResetCycleDaysFormat
source: {0:0.#} days
es_es: {0:0.#} días

# UsageReportResetCycleHoursFormat
source: {0:0.#} hours
es_es: {0:0.#} horas

# UsageReportResetCountOneFormat
source: {0:N0} reset
es_es: {0:N0} reinicio

# UsageReportResetCountManyFormat
source: {0:N0} resets
es_es: {0:N0} reinicios

# UsageReportResetCountHelpText
source: Observed official-limit transitions to 100% remaining in this period. Scheduled and early resets are included; repeated refreshes at 100% count once.
es_es: Transiciones observadas de los límites oficiales a 100% restante dentro de este período. Incluye reinicios programados y anticipados; los refrescos repetidos en 100% cuentan una vez.

source: Refresh usage report
es_es: Actualizar informe de uso

source: Refresh real data
es_es: Actualizar datos reales

# UsageReportEmptyTitle.Text
source: No usage in this period yet
es_es: Todavía no hay uso en este período

# UsageReportEmptyBody.Text
source: Refresh to read Codex, Grok Build, Antigravity, and OpenCode from their local sources.
es_es: Actualiza para leer Codex, Grok Build, Antigravity y OpenCode desde sus fuentes locales.

# UsageReportEmptyRefreshButton.Content
source: Refresh data
es_es: Actualizar datos

# UsageReportCostButton.Content
source: Cost
es_es: Costo

# UsageReportProviderButton.Content
source: Provider
es_es: Proveedor

# UsageReportAbsoluteButton.Content
source: Absolute
es_es: Absoluto

# UsageReportShareButton.Content
source: Share
es_es: Participación

# UsageReportSourceButton.Content
source: Sources
es_es: Fuentes

# UsageReportLimitsTitle.Text
source: Official limits
es_es: Límites oficiales

# UsageReportSourceColumn.Text
source: Source
es_es: Fuente

# UsageReportReportedColumn.Text
source: Reported
es_es: Informado

# UsageReportEstimatedColumn.Text
source: Estimated
es_es: Estimado

# UsageReportDailyShareTitle
source: Daily share
es_es: Participación diaria

# UsageReportBreakdownTitle.Text
source: Breakdown
es_es: Desglose

# UsageReportModelButton.Content
source: Model
es_es: Modelo

# UsageReportDayButton.Content
source: Day
es_es: Día

# UsageReportModelColumn.Text
source: Model
es_es: Modelo

# UsageReportCostColumn.Text
source: Cost
es_es: Costo

# UsageReportShareColumn.Text
source: Share
es_es: Parte

# UsageReportCoverageColumn.Text
source: Coverage
es_es: Cobertura

# UsageReportDayColumn.Text
source: Day
es_es: Día

# UsageReportEventsColumn.Text
source: Events
es_es: Eventos

# UsageReportQualityTitle.Text
source: Cost quality
es_es: Calidad del costo

# UsageTrendEmpty.Text
source: No daily activity
es_es: Sin actividad diaria

# UsageReportPeriodFormat
source: Calendar days · {0} to {1}
es_es: Días calendario · {0} a {1}

# UsageReportTotalCostLabel
source: OBSERVED COST
es_es: COSTO OBSERVADO

# UsageReportProcessedTokensLabel
source: Processed tokens
es_es: Tokens procesados

# UsageReportCostBasisHint
source: Provider-reported cost plus catalog estimates. This is not a bill.
es_es: Costo informado más estimación de catálogo. No es una factura.

# UsageReportTokenEventFormat
source: Input, cache, output, and reasoning across {0} events.
es_es: Entrada, caché, salida y razonamiento en {0} eventos.

# UsageReportDailyCostTitle
source: Daily cost
es_es: Costo diario

# UsageReportDailyTokensTitle
source: Daily processed tokens
es_es: Tokens procesados por día

# UsageReportChartAutomationName
source: Daily usage chart by provider
es_es: Gráfico diario de uso por proveedor

# UsageReportProviderCostDetailFormat
source: {0} of cost · {1} tokens
es_es: {0} del costo · {1} tokens

# UsageReportProviderTokenDetailFormat
source: {0} of tokens · {1}
es_es: {0} de los tokens · {1}

# UsageReportActiveDayAverageFormat
source: {0} per active day
es_es: {0} por día activo

# UsageReportCachedInputLabel
source: Cached input
es_es: Entrada en caché

# UsageReportCacheStripCachedInputLabel.Text
source: CACHED INPUT
es_es: ENTRADA EN CACHÉ

# UsageReportCachedShareFormat
source: {0} of observed input
es_es: {0} de la entrada observada

# UsageReportUncachedInputLabel
source: Uncached input
es_es: Entrada sin caché

# UsageReportCacheStripUncachedInputLabel.Text
source: UNCACHED INPUT
es_es: ENTRADA SIN CACHÉ

# UsageReportCacheWriteFormat
source: {0} cache writes
es_es: {0} escrituras de caché

# UsageReportOutputLabel
source: Output
es_es: Salida

# UsageReportCacheStripOutputLabel.Text
source: OUTPUT
es_es: SALIDA

# UsageReportReasoningFormat
source: includes {0} reasoning
es_es: incluye {0} de razonamiento

# UsageReportPriceCoverageLabel
source: Price coverage
es_es: Cobertura de precio

# UsageReportUnpricedTokensFormat
source: {0} unpriced tokens
es_es: {0} tokens sin precio

# UsageReportReportedCostLabel
source: Provider reported
es_es: Informado por proveedor

# UsageReportEstimatedCostLabel
source: Catalog estimated
es_es: Estimado por catálogo
